"+ Add" = "+ Aggiungi";

"Add US bank account" = "Aggiungi un conto bancario degli Stati Uniti";

"Add a card" = "Aggiungi una carta";

"Add a payment method" = "Aggiungi un metodo di pagamento";

"Add bank account" = "Aggiungi conto bancario";

"Add card" = "Aggiungi carta";

"Add new card" = "Aggiungi carta";

"Add new payment method" = "Aggiungi nuovo metodo di pagamento";

"Add your payment information" = "Aggiungi dati di pagamento";

"Approve payment" = "Approva pagamento";

"Are you sure you want to remove this card?" = "Rimuovere questa carta?";

"Are you sure you want to remove this linked account?" = "Rimuovere questo conto collegato?";

"Back" = "Indietro";

"Bank" = "Banca";

"Bank account" = "Conto bancario";

"Bank account details cannot be changed." = "Non puoi modificare i dati del conto bancario.";

"Buy now or pay later with  <img/>" = "Paga a rate con <img/>";

"Buy now or pay later with Afterpay" = "Acquista ora, paga dopo con Afterpay";

"Buy now or pay later with Cash App Afterpay" = "Acquista ora, paga dopo con Cash App Afterpay";

"Buy now or pay later with Clearpay" = "Acquista ora, paga dopo con Clearpay";

"Buy now or pay later with Klarna" = "Paga a rate con Klarna";

"Buy using a UPI ID" = "Acquista utilizzando un ID UPI";

"By confirming your payment with PayPal, you allow %@ to charge your PayPal account for future payments in accordance with their terms." = "Confermando il tuo pagamento con PayPal, consenti a %@ di addebitare i pagamenti futuri sul tuo conto PayPal in base a quanto previsto dai relativi termini e condizioni.";

"By continuing to Amazon Pay, you allow %@ to charge your Amazon Pay account for future payments in accordance with their terms." = "Continuando su Amazon Pay, consenti a %@ di addebitare i pagamenti futuri sul tuo account Amazon Pay in base a quanto previsto dai relativi termini e condizioni.";

"By continuing to Klarna, you allow %@ to charge your Klarna account for future payments in accordance with their terms and Klarna's terms. You can change this at any time in your Klarna app or by reaching out to %@." = "Continuando su Klarna, consenti a %1$@ di addebitare i pagamenti futuri sul tuo account Klarna in base a quanto previsto dai suoi termini e condizioni e da quelli di Klarna. Puoi modificare questa impostazione in qualsiasi momento nell'app Klarna o contattando %2$@.";

"By continuing to PayPal, you allow %@ to charge your PayPal account for future payments in accordance with their terms." = "Continuando su PayPal, consenti a %@ di addebitare i pagamenti futuri sul tuo conto PayPal in base a quanto previsto dai relativi termini e condizioni.";

"By continuing to Revolut Pay, you allow %@ to charge your Revolut Pay account for future payments in accordance with their terms." = "Continuando su Revolut Pay, consenti a %@ di addebitare i pagamenti futuri sul tuo conto Revolut Pay in base a quanto previsto dai relativi termini e condizioni.";

"By continuing you agree to the <terms>Terms</terms> and <privacy>Privacy Policy</privacy>." = "Continuando, accetti i <terms>Termini</terms> e l'<privacy>Informativa sulla privacy</privacy>.";

"By continuing, you agree to authorize payments pursuant to <terms>these terms</terms>." = "Se continui, accetti di autorizzare i pagamenti conformemente ai <terms>questi termini</terms>.";

"By continuing, you agree to save your information for future purchases with %@ and <link>Link</link> according to Link <terms>terms</terms> and <privacy>privacy</privacy>." = "Continuando, accetti di salvare le tue informazioni per acquisti futuri con %@ e <link>Link</link> secondo i <terms>Termini</terms> e la <privacy>privacy</privacy> di Link.";

"By continuing, you agree to save your information for future purchases with %@." = "Continuando, accetti di salvare le tue informazioni per acquisti futuri con %@.";

"By continuing, you authorize %@ to automatically debit your Satispay Balance on a recurring basis in accordance with your purchase or subscription plan." = "Continuando, autorizzi %@ a effettuare addebiti sul tuo saldo Satispay su base ricorrente in base al tuo piano di acquisto o abbonamento.";

"By continuing, you authorize %@ to debit your Cash App account for this payment and future payments in accordance with %@'s terms, until this authorization is revoked. You can change this anytime in your Cash App Settings." = "Continuando, autorizzi %1$@ ad addebitare questo pagamento e i pagamenti futuri sul tuo conto Cash App conformemente ai termini di %2$@, fino alla revoca di tale autorizzazione. Puoi modificarla in qualsiasi momento nelle impostazioni di Cash app.";

"By joining Link, you agree to the <terms>Terms</terms> and <privacy>Privacy Policy</privacy>." = "Creando un account Link, accetti i <terms>Termini</terms> e l'<privacy>Informativa sulla privacy</privacy>.";

"By providing phone number and email, you agree to create a Link account subject to the Link <terms>Terms</terms> and <privacy>Privacy Policy</privacy>." = "Fornendo il mio numero di telefono e il mio indirizzo email, accetto di creare un account Link conformemente ai <terms>Termini</terms> e all'<privacy>Informativa sulla privacy</privacy> di Link.";

"By providing your bank account details and confirming this payment, you agree to this Direct Debit Request and the <terms>Direct Debit Request service agreement</terms>, and authorise Stripe Payments Australia Pty Ltd ACN 160 180 343 Direct Debit User ID number 507156 (“Stripe”) to debit your account through the Bulk Electronic Clearing System (BECS) on behalf of %@ (the \"Merchant\") for any amounts separately communicated to you by the Merchant. You certify that you are either an account holder or an authorised signatory on the account listed above." = "Fornendo i dati del tuo conto bancario e confermando questo pagamento, accetti la presente Richiesta di addebito diretto e il <terms>Contratto di servizio per la richiesta di addebito diretto</terms>, e autorizzi Stripe Payments Australia Pty Ltd ACN 160 180 343 Numero ID utente addebito diretto 507156 (“Stripe”) ad addebitare sul tuo conto tramite il Bulk Electronic Clearing System (BECS) per conto di %@ (il “Commerciante”) qualsiasi importo separatamente comunicato dal Commerciante. Dichiari di essere il titolare del conto o un firmatario autorizzato del conto sopra indicato.";

"By providing your card information, you allow %@ to charge your card for future payments in accordance with their terms." = "Fornendo i dati della tua carta, autorizzi %@ ad addebitare su di essa i futuri pagamenti in base a quanto previsto dai relativi termini e condizioni.";

"By providing your email, you agree to create a Link account and save your payment info to Link, according to the Link <terms>Terms</terms> and <privacy>Privacy Policy</privacy>." = "Fornendo il tuo indirizzo email, accetti di creare un account Link e salvare i tuoi dati di pagamento su Link conformemente ai <terms>Termini</terms> e all'<privacy>Informativa sulla privacy</privacy> di Link.";

"By providing your payment information and confirming this payment, you authorise (A) %@ and Stripe, our payment service provider, to send instructions to your bank to debit your account and (B) your bank to debit your account in accordance with those instructions. As part of your rights, you are entitled to a refund from your bank under the terms and conditions of your agreement with your bank. A refund must be claimed within 8 weeks starting from the date on which your account was debited. Your rights are explained in a statement that you can obtain from your bank. You agree to receive notifications for future debits up to 2 days before they occur." = "Fornendo le informazioni di pagamento e confermando questo pagamento, autorizzi (A) %@ e Stripe, il nostro fornitore di servizi di pagamento, a inviare istruzioni alla tua banca per l'addebito sul tuo conto e (B) la tua banca a procedere con tale addebito conformemente alle istruzioni fornite. Tra gli altri diritti, hai anche diritto a un rimborso dalla tua banca in base ai termini e condizioni dell'accordo sottoscritto con l'istituto. Un eventuale rimborso va richiesto entro otto settimane a decorrere dalla data di addebito in conto. I tuoi diritti sono consultabili in una dichiarazione che puoi richiedere alla tua banca. Accetti di ricevere una notifica per addebiti futuri fino a 2 giorni prima.";

"By providing your phone number, you agree to create a Link account and save your payment info to Link, according to the Link <terms>Terms</terms> and <privacy>Privacy Policy</privacy>." = "Fornendo il tuo numero di telefono, accetti di creare un account Link e salvare i tuoi dati di pagamento su Link conformemente ai <terms>Termini</terms> e all'<privacy>Informativa sulla privacy</privacy> di Link.";

"By saving your bank account for %@ you agree to authorize payments pursuant to <terms>these terms</terms>." = "Salvando il tuo conto bancario per %@, accetti di autorizzare i pagamenti conformemente a <terms>questi termini</terms>.";

"By submitting your order to %@ and %@, you agree to save your information with %@ for future purchases, and agree to authorize payments pursuant to <terms>these terms</terms>." = "Inviando l'ordine a %1$@ e %2$@, accetti di salvare le informazioni con %3$@ per acquisti futuri e accetti di autorizzare i pagamenti ai sensi dei <terms>presenti Termini</terms>.";

"By submitting your order to %@ you agree to authorize payments pursuant to <terms>these terms</terms>." = "Inviando l'ordine a %@, accetti di autorizzare i pagamenti in conformità con i presenti termini.";

"CPF/CPNJ" = "CPF/CPNJ";

"Cancel and pay another way" = "Annulla e paga in altro modo";

"Card details cannot be changed." = "Non puoi modificare i dati della carta.";

"Change" = "Cambia";

"Choose a payment method" = "Scegli un metodo di pagamento";

"Close card scanner" = "Chiudi strumento di scansione carta";

"Code sent" = "Codice inviato";

"Confirm" = "Conferma";

"Confirm it's you" = "Verifica la tua identità";

"Confirm payment details" = "Conferma i dati di pagamento";

"Confirm the payment in your bank or payment app within %@ to complete the purchase." = "Per completare l'acquisto, conferma il pagamento nell'app della tua banca o nell'app per i pagamenti entro %@";

"Confirm the payment in your bank's app within %@ to complete the purchase." = "Per completare l'acquisto, conferma il pagamento nell'app della tua banca entro %@.";

"Confirm your CVC" = "Conferma il tuo CVC";

"Contact information" = "Informazioni di contatto";

"Continue another way" = "Continua in un altro modo";

"Create an account with Link for faster checkout across the web" = "Crea un account con Link per un completamento della transazione più veloce sul Web";

"Debit or credit card" = "Carta di debito o credito";

"Default" = "Valore predefinito";

"Default payment method" = "Metodo di pagamento predefinito";

"Did you mean %@? %@." = "Volevi dire %1$@? %2$@.";

"EPS Bank" = "Banca EPS";

"Enter address manually" = "Inserisci manualmente l'indirizzo";

"Enter the code sent to %@." = "Inserisci il codice inviato al numero %s.";

"FPX Bank" = "Banca FBX";

"Failed to connect" = "Connessione non riuscita";

"Fast, secure checkout" = "Checkout veloce e sicuro";

"Get %@ back when you pay for the first time with your bank. <terms>See terms</terms>" = "Ti restituiamo %@ quando effettui il primo pagamento con la tua banca. <terms>Consulta i termini</terms>";

"Get %@ back when you pay with your bank. <terms>See terms</terms>" = "Ti restituiamo %@ quando effettui un pagamento con la tua banca. <terms>Consulta i termini</terms>";

"I understand that Stripe will be collecting Direct Debits on behalf of %@ and confirm that I am the account holder and the only person required to authorise debits from this account." = "Sono consapevole che Stripe riscuoterà addebiti diretti per conto di %@ e confermo di essere il titolare del conto e l'unica persona idonea ad autorizzare addebiti su questo conto.";

"IBAN" = "IBAN";

"Log in or sign up" = "Accedi o registrati";

"Log out of Link" = "Esci da Link";

"Manage SEPA debit" = "Gestisci addebito SEPA";

"Manage US bank account" = "Gestisci conto bancario Stati Uniti";

"Manage bank account" = "Gestisci conto bancario";

"Manage card" = "Gestisci carta";

"Manage cards" = "Gestire le carte";

"Manage payment method" = "Gestisci metodo di pagamento";

"Manage payment methods" = "Gestisci i metodi di pagamento";

"Manage your payment methods" = "Gestisci metodi di pagamento";

"Name on card" = "Nome sulla carta";

"New card" = "Nuova carta";

"New payment method" = "Nuovo metodo di pagamento";

"No %@ promo" = "Nessuna promozione di %@";

"Not you?" = "Non sei tu?";

"Only card brand can be changed." = "Puoi modificare solo il brand della carta.";

"Open your UPI app to approve your payment within %@" = "Apri l'app UPI per approvare il pagamento entro %@";

"Or" = "O";

"Or pay using" = "O paga con";

"Or pay with a card" = "Oppure paga con carta";

"Or use" = "Oppure usa";

"Or use a card" = "Oppure usa una carta";

"Pay %@" = "Paga %@";

"Pay another way" = "Paga in altro modo";

"Pay faster at %@ and thousands of businesses." = "Paga più velocemente su %@ e migliaia di esercenti.";

"Pay faster everywhere Link is accepted." = "Paga più velocemente ovunque Link sia accettato.";

"Pay over time with %@" = "Paga nel tempo con %@";

"Pay over time with Affirm" = "Paga a rate con Affirm";

"Pay with Link" = "Paga con Link";

"Pay with your bank account in just a few steps." = "Paga con il tuo conto bancario in pochi rapidi passaggi.";

"Payment" = "Pagamento";

"Payment failed" = "Pagamento non andato a buon fine";

"Payment methods" = "Metodi di pagamento";

"Please choose a valid payment method." = "Scegli un metodi di pagamento valido.";

"Please go back and select another payment method" = "Torna indietro e seleziona un diverso metodo di pagamento";

"Point the camera at your card." = "Inquadra la carta con la fotocamera.";

"Processing..." = "Elaborazione in corso...";

"Przelewy24 Bank" = "Banca Przelewy24";

"Remove card?" = "Rimuovere la carta?";

"Remove linked account" = "Rimuovi conto collegato";

"Resend code" = "Reinvia codice";

"SEPA debit details cannot be changed." = "Non puoi modificare i dati dell'addebito SEPA.";

"Save" = "Salva";

"Save a new payment method" = "Salva un nuovo metodo di pagamento";

"Save address" = "Salva indirizzo";

"Save for future payments" = "Salva per i pagamenti futuri";

"Save my info for faster checkout with Link" = "Salva le mie informazioni per pagamenti più veloci con Link";

"Save payment details to %@ for future purchases" = "Salva i dati di pagamento su %@ per acquisti futuri";

"Save this account for future %@ payments" = "Salva il conto per i pagamenti futuri di %@";

"Save your bank account in just a few steps." = "Salva il tuo conto bancario in pochi passaggi.";

"Save your info for secure 1-click checkout with Link" = "Salva i tuoi dati per pagamenti sicuri con un clic con Link";

"Saved" = "Salvata";

"Select card" = "Seleziona la carta";

"Select payment method" = "Seleziona il metodo di pagamento";

"Select your payment method" = "Seleziona il metodo di pagamento";

"Set as default" = "Imposta come predefinito";

"Set as default payment method" = "Imposta come metodo di pagamento predefinito";

"Set up" = "Imposta";

"Shipping to %@ is not supported." = "La spedizione in %@ non è supportata.";

"Show menu" = "Mostra menu";

"Simple, secure one-click payments" = "Pagamenti semplici e sicuri con un solo clic";

"Something went wrong when linking your account.\nPlease try again later." = "Qualcosa è andato storto durante il collegamento del tuo conto. \nRiprova più tardi.";

"Stripe will deposit $0.01 to your account in 1-2 business days. Then you'll get an email with instructions to finish saving your bank account with %@." = "Stripe verserà 0,01 USD sul tuo conto entro 1-2 giorni lavorativi. Poi riceverai un'email con le istruzioni per completare il salvataggio del conto bancario con %@.";

"Stripe will deposit $0.01 to your account in 1-2 business days. Then you’ll get an email with instructions to complete payment to %@." = "Stripe verserà 0,01 USD sul tuo account in 1-2 giorni lavorativi. Poi riceverai un'email con le istruzioni per completare il pagamento a favore di %@.";

"Tap to close" = "Tocca per chiudere";

"Tap to expand" = "Tocca per espandere";

"The IBAN you entered is incomplete." = "L'IBAN inserito è incompleto.";

"The IBAN you entered is invalid, \"%@\" is not a supported country code." = "L'IBAN inserito non è valido, «%@» non è un prefisso internazionale supportato.";

"The provided verification code has expired." = "Il codice di verifica specificato è scaduto.";

"The provided verification code is incorrect." = "Il codice di verifica specificato non è corretto.";

"This is your default" = "È la tua impostazione predefinita";

"This payment method will be removed but will remain available for %@ subscriptions." = "Questo metodo di pagamento sarà rimosso, ma rimarrà disponibile per gli abbonamenti %@.";

"Too many attempts. Please try again in a few minutes." = "Troppi tentativi. Riprova tra qualche minuto.";

"Unavailable for this purchase" = "Non disponibile per questo acquisto";

"Update card" = "Aggiorna carta";

"Update payment method" = "Aggiorna il metodo di pagamento";

"Use billing address for shipping" = "Usa l'indirizzo di fatturazione per la spedizione";

"View more" = "Visualizza altro";

"Yes, update" = "Sì, aggiorna";

"Your IBAN should start with a two-letter country code." = "L'IBAN deve iniziare con un codice di paese di due lettere.";

"iDEAL Bank" = "Banca iDEAL";
